import type { RoutesComments } from "./schema";

export const suburbanCommentsOld: RoutesComments[] = [
  {
    number: "254г",
    times: [
      "07:30"
    ],
    comment: "на д.Городище следует по городу: пр. Победы, ул. Строителей, ул. Нефтехимиков, пр. Ленина, пр.Победы со всеми остановками с заездом в д.Чирково (туда еж.; обратно вых.д.); в обратном направлении следуют по пр. Победы"
  },
  {
    number: "253а",
    times: [
      "06:05",
      "08:40",
      "12:00",
      "13:55",
      "16:00",
      "18:00",
      "20:30"
    ],
    comment: "на д.Кусино отправляются от Привокзальной площади с заездом на Садоводство – 2 (туда и обратно); в обратном направлении следуют по пр. Победы со всеми остановками"
  },
  {
    number: "256",
    times: [
      "09:40",
      "10:50",
      "17:00"
    ],
    comment: "на д.Чирково следуют по городу: туда пр. Победы, ул. Строителей, ул. Нефтехимиков, пр. Ленина со всеми остановками; обратно: пр. Победы,пр. Ленина, ул.Нефтехимиков, ул. Строителей, пр. Победы со всеми остановками."
  },
  {
    number: "257б",
    times: [
      "07:00"
    ],
    comment: "по рабочим дням из д. Дубняги заезжают в д. Чирково; в обратном направлении следуют по пр. Победы со всеми остановками"
  },
  {
    number: "251а",
    times: [
      "21:07"
    ],
    comment: "из д.Дубняги заезжают в д.Чирково; в обратном направлении следуют по пр. Победы со всеми остановками."
  },
  {
    number: "255",
    comment: "все рейсы на г. Кириши следуют от площади по улицам: Советская, ул. Октябрьская, ул.Новая, с заездом к больнице и далее на г. Кириши, по прибытию в г.Кириши, следуют по пр. Героев, пр. Ленина, пр. Победы со всеми остановками"
  },
  {
    number: "255б",
    comment: "все рейсы на г. Кириши следуют от площади по улицам: Советская, ул. Октябрьская, ул.Новая, с заездом к больнице и далее на г. Кириши, по прибытию в г.Кириши, следуют по пр. Героев, пр. Ленина, пр. Победы со всеми остановками"
  },
  {
    number: "247",
    comment: "в п. Будогощь следуют с заездом к больнице"
  }
];
