import type {RoutesComments} from "./schema"

export const suburbanComments: RoutesComments[] = [
  {
    "number": "254г*",
    "times": ["07:30"],
    "comment": "на Городище следует по городу: пр. Победы, ул. Строителей, ул. Нефтехимиков, пр. Ленина со всеми остановками, с заездом в Чирково (туда еж.; обратно вых.д.); в обратном направлении следуют по пр. Победы."
  },
  {
    "number": "253а",
    "times": ["06:05", "08:40", "12:00", "13:55", "16:00", "18:00", "20:30"],
    "comment": "на Кусино отправляются от Привокзальной площади с заездом на Садоводство – 2 (туда и обратно); в обратном направлении следуют по пр. Победы со всеми остановками."
  },
  {
    "number": "256*",
    "times": ["09:40", "10:50", "17:00"],
    "comment": "на Чирково следуют по городу: пр. Победы, ул. Строителей, ул. Нефтехимиков, пр. Ленина со всеми остановками; обратно: пр. Победы, пр. Ленина, ул. Нефтехимиков, ул. Строителей, пр. Победы со всеми остановками."
  },
  {
    "number": "257б*",
    "times": ["07:00"],
    "comment": "р.д., из Дубняг заезжают в Чирково; в обратном направлении следует по пр. Победы со всеми остановками."
  },
  {
    "number": "251а",
    "times": ["21:07"],
    "comment": "(р.д.кр.пт.) из Глажево."
  },
  {
    "number": "251",
    "times": ["21:17"],
    "comment": "(в.д.) из д. Черенцево."
  },
  {
    "number": "259",
    "times": ["21:43"],
    "comment": "(пт.) из д. Гороховец следуют по городу: ул. Ленинградская, пр. Ленина, ул. Нефтехимиков, ул. Строителей, пр. Победы со всеми остановками."
  },
  {
    "number": "255*",
    "times": [],
    "comment": "все рейсы на г. Кириши следуют от площади по улицам: Советская, ул. Октябрьская, ул. Новая, с заездом к больнице и далее на г. Кириши, по прибытию в г. Кириши следуют по пр. Героев, пр. Ленина, пр. Победы со всеми остановками."
  },
  {
    "number": "255б",
    "times": [],
    "comment": "все рейсы на г. Кириши следуют от площади по улицам: Советская, ул. Октябрьская, ул. Новая, с заездом к больнице и далее на г. Кириши, по прибытию в г. Кириши следуют по пр. Героев, пр. Ленина, пр. Победы со всеми остановками."
  },
  {
    "number": "247",
    "times": ["07:37", "09:10"],
    "comment": "в п. Будогощь следуют с заездом к больнице."
  },
  {
    "number": "241",
    "times": ["07:55"],
    "comment": "в п. Будогощь следуют с заездом к больнице."
  }
]
